Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 天修黑着脸很快便发现自在阁的禁制被咬破一个洞。
en_us: Tian Xiu's face darkened when he quickly discovered that there was a hole in the restrictions surrounding the Leisure Pavilion.

source: 天元点点头，如果这个外来者真是敌人，天刀和头儿不可能什么反应都没有，最有可能的就是，对方是他们认识的人，或者说他们知道这个外来者是谁。
en_us: Tian Yuan nodded. If this outsider was an enemy, Tian Dao and Boss wouldn't have no reaction whatsoever. It was most likely that the opponent was someone they recognized, or in other words, they knew who this outsider was.

source: 天元笑着住嘴了。
en_us: Tian Yuan smiled, shutting up as well.

source: 天元见状便凑到他身边，小声道：“你是故意的吧？”
en_us: Tian Yuan scooted over to his side upon seeing this and whispered, "You're doing this on purpose, right?"

source: 天刀已经在笑阁等着他们，除了他还有天修，天修什么表情也没有，很像是暴风雨前的平静。
en_us: Tian Dao was already waiting for them at the Smile Pavilion. Other than him, there was also Tian Xiu. Tian Xiu did not have any expression at all and it was like the calm before the storm.

source: 天刀提议道：“头儿，不然你再与他联系一遍，总不能让所以人都留在鬼哭涯等他一个人。”
en_us: Tian Dao suggested, "Head, maybe you can try contacting him again, afterall, we can't all wait here at the Weeping Ghost Shore for one person."

source: 天刀摇摇头，“其实如果不是他们胆大包天到在天修的自在阁里炼丹，我也不可能这么快就发现，鬼哭涯的防御还有待加强。”
en_us: Tian Dao shook his head. "Actually, if they hadn't audaciously decided to refine pills in Tian Xiu's Leisure Pavilion, I wouldn't have discovered them this quickly either. Weeping Ghost Shore's defenses still must be strengthened."

source: 天刀正了正脸色，自从收下花姑三人后，他发现花姑是个人才，于是在训练他们几个月后，他就让花姑跟着天元一起去收集情报。
en_us: Tian Dao composed himself (天刀正了正脸色). Ever since he took in Hua Gu and co, he found that Hua Gu really was quite a talent. Thus, after a few months of training, he had Hua Gu go with Tian Yuan to gather intelligence.

source: 天刀淡淡的道：“头儿要过几天才会回来，不过今早他给我传了一个消息，头儿的少主这两天应该会赶到鬼冢山脉，他让我们好好接待少主。”
en_us: Tian Dao indifferently replied, “Leader will only be back after a few days, but he asked me to pass on some information today. The Leader’s young master should be arriving at the Ghost Tomb Mountain Ranges within these two days and he asked us to receive the young master properly.”

source: 天刀站起来看向首座的男人，“头儿，有件事要跟你报告一下，是关于‘少主’的，他到现在都没来。”
en_us: Tian Dao stood up and said to the man at the seat of honour (首座), "Head, (头儿)there is something I want to report, it about the 'young master', he still hadn't arrived yet."

source: 天刀继续面无表情的撒盐：“你们两个很不错，被人跟在后面一路没发现也就罢了，还把他们带进鬼哭崖，这次若不是少主，鬼哭崖会因为你们两人遭到前所未有的巨大损失。”
en_us: Tian Dao continued to sprinkle salt expressionlessly, "You two are really good. It can’t be helped if you didn’t discover the people tailing you, you even brought them into the Weeping Ghost Shore. If the one who was brought in was not the Young Master, the Weeping Ghost Shore would have suffered unprecedented and tremendous losses because of you two."

source: 天刀说过，河镇有渔民曾经与通灵玄龟接触过，甚至还去过通灵玄龟的地盘，但是是哪个渔民却无人知晓，所以他们得自己找。
en_us: Tian Dao had mentioned that a fishermen in River Town (河镇) had contact with the Psychic Black Turtles and even visited their territory before. But no one knew who that fisherman was, so they had to find him by themselves.

source: 天刀迟疑的问道：“头儿，少主应该不是普通的神境强者对吧？”
en_us: Tian Dao asked hesitantly, "Boss, Young Master shouldn't be an ordinary Divine Realm expert, right?"

source: 天刀面无表情的脸微微动容起来。
en_us: Tian Dao's expressionless face was slightly moved.

source: 天心不满第一个被颜辉抢走了，跑过来就把颜辉挤开了，机关枪似的说道：“游小哈，啊不对，现在应该叫游小默，你可真是让我们大吃一惊，想不到你竟然真的是赤血家族的人耶，你跟联系的光辉战绩真是太丰富，太刺激了，我也好像去哦，不然以后我跟着你们好……”
en_us: Tian Xin was displeased that the 'first' was taken by Yan Hui so she ran over, pushed Yan Hui aside and said in rapid fire mode, "You Xiaoha, ah no, I should call you You XiaoMo, you really surprised me, to think that you are a member of the Vermillion Blood Clan, you and Ling Xiao's plentiful glorious records was also super thrilling, I want to go too, how about I just follow you guys from now on..."

source: 天心勉为其难翘起嘴巴，“这可是你说的，以后要是找不到，无星哥哥你要赔我一个。”
en_us: Tian Xin forced out a smile. "Remember what you said today. If I don't find one, then brother WuXing, you'll owe me one."

source: 天心委屈的咬着下唇，期盼的看向游小默。
en_us: Tian Xin bit her lip in chagrin, looking at You XiaoMo in hope.

source: 天心已经完全忘了她对游小默抱有好感的事情，一个半月不见，她又恢复那种大大咧咧，不拘小节的性格，说到兴奋的事情就会下意识的去拍别人的肩膀，这个别人就是游小默。
en_us: Tian Xin had completely forgotten about how her infatuation (抱有好感) with You XiaoMo. She had returned to her careless and casual personality just without seeing him for half a month. When speaking of exciting things, she would subconsciously clap the shoulder of others, and this 'others' was You XiaoMo.

source: 天心扒开人群，往站在门口的人群一扫，没发现游小默的身影。
en_us: Tian Xin said as she pushed the crowd away and took at look of the ones standing by the gate. She couldn't find You XiaoMo's figure anywhere.

source: 天心抹掉眼角的眼泪，尤不甘的说道：“可他是我的初恋，哪有那么容易，说忘就能忘的。”
en_us: Tian Xin wiped away her tears and said in disappointment, "He's my first love. It's not so easy to forget him."

source: 天心无声的翻翻白眼，你们脑袋才有问题呢！
en_us: Soundlessly, Tian Xin rolled her eyes, your the ones who hit their head!

source: 天心步步紧逼，“没关系，到时你去办事，我不跟你。”她难得喜欢上一个人，自然不可能因为这点小挫折就放手，否则她就不叫天心了。
en_us: Tian Xin kept coming closer. "That's alright. You can go and do what you need to, I won't follow you." It was rare that she would like someone so much, so she naturally wouldn't back down so easily, otherwise she wouldn't be Tian Xin.

source: 天心突然扫了他一眼，收回视线继续找人，“人到底在哪？”
en_us: Suddenly, Tian Xin turned to look at him, then retracted her gaze to continue her search, "Where are they?"

source: 天心脸上的笑容渐渐消失了。
en_us: Tian Xin's smile faded from her face.

source: 天心脸色阵青阵白，她发现大家看她的眼神带着怜惜和同情，不禁狠狠的抹了把脸，扬起下巴说：“你有喜欢的人关我什么事，对不起我什么，本小姐又没喜欢你，你不要自作多情了，本小姐才不会喜欢你这种弱不禁风的家伙。”
en_us: Tian Xin's complexion went pale. She realized that everyone was looking at her with pitying and sympathetic gazes. She couldn't help but wipe her face harshly and lift her chin, saying, "What does you liking someone have to do with me? What are you sorry for? It's not like I like you, don't read too much into things. I would never like a weak-looking guy like you in that way."

source: 天心脸颊浮起一丝红晕，“我就是觉得他很不错，配得上我，而且和别人很不一样，他知道我们是什么人，却从来没有巴结过我们。”
en_us: Tian Xin flushed. "I just feel like he's a good guy, someone who's worthy of me, and he's different from others. He knows who we are but never tried to kiss up to us."

source: 天心跟着往前踏了一步，笑容满满地说道：“这么巧，我也要出去，不如我们一起吧。”
en_us: Tian Xin followed, stepping forwards a step and saying with a beaming smile, "What a coincidence, I also need to head out. How about we go together?"

source: 天心连忙推开乔无星，抓住他的手臂欣喜道：“小哈，你终于出关了，我都等你好久了。”
en_us: Tian Xin hurriedly pushed Qiao WuXing away and grabbed You XiaoMo’s arm. “XiaoHa, you finally came out. I’ve been waiting for you for so long.”

source: 天恨恶狠狠的瞪了他一眼。
en_us: Tian Hen glared at him hatefully.

source: 天恨一惊，更加不敢大意。
en_us: Tian Hen was alarmed and did not dare to be careless.

source: 天恨一愣。
en_us: Tian Hen was taken aback.

source: 天恨一拍桌子，反春讥道：“你少诬赖我，当初还不是你撺掇我去问的，真要算起来，你也在其中。”
en_us: Tian Hen slammed the desk, yelling back, "Stop pushing this to me. It was you who egged me on to ask. If you really want to consider it, you're involved as well."

source: 天恨冷笑道：“什么少主，不过是搞偷袭的家伙。”
en_us: Tian Hen sneered, “What Young Master, he’s only just a guy who mounts sneak attacks (搞偷袭).”

source: 天恨刚要出手，却被天修拦住了，不禁恼怒：“天修，你要做什么？”
en_us: Tian Hen was about to move when he was suddenly stopped by Tian Xiu. He couldn't help but be indignant. "Tian Xiu, what are you doing?"

source: 天恨又瞪了他一眼，仿佛在控诉他抢了他的话一样。
en_us: Tian Hen glared at him, as if admonishing him for stealing his lines.

source: 天恨可没兴致去猜测他们什么时候见过面，也没联想到白骨小镇那一天，因为当时他们以为只有一个人，而且也没有亲眼见过凌霄。
en_us: Tian Hen was not in the mood to guess when they had met and did not associate them with that day in White Bone Town because they had only assumed that there was only one person there at that time. Furthermore, he had never personally seen Ling Xiao before.

source: 天恨和天明难堪的对视了一眼。
en_us: Tian Hen and Tian Ming met each other’s eyes in embarrassment (难堪的对视了一眼).

source: 天恨和天明顿时不说话了，两人似笑非笑的看向天元。
en_us: Tian Hen and Tian Ming immediately stopped talking, looking towards Tian Yuan with smiles that weren't quite smiles.

source: 天恨哂笑道：“你的意思难道你的男人要特别对待了？”
en_us: Tian Hen smiled and said, "So you mean your man should be treated specially?"

source: 天恨哼了一声。
en_us: Tian Hen huffed.

source: 天恨回头，刚说了个‘我’字，侧面一道火光突袭而来，翻滚着炙热的巨浪，将整条回廊映得通透，速度非常快，几乎是眨眼就到他的面前。
en_us: Tian Hen looked back. Just as he said an 'I', a flash of fire suddenly burst out in a surprise attack. The rolling hot waves of flames were so hot and bright that the entire corridor could be clearly seen as it rapidly swept forward and reached them in the blink of an eye.

source: 天恨对胆敢闯进鬼哭崖的外来者恨得牙痒痒的，待他抓到那两个人，他一定要狠狠的将他们踩在一起。
en_us: Tian Hen hated the outsiders who dared to burst into the Weeping Ghost Shore so much that his teeth itched. He would definitely ferociously stomp them into the ground when he caught those two.

source: 天恨已经反映过来，脸上的震惊不比天明少，当即又惊又怒：“你是跟在我们身后过来的？”
en_us: Tian Hen had already reacted and the shock on his face was not any lesser than Tian Ming. He was immediately furious and surprised, “You followed us over here?”

source: 天恨当即不屑地说道：“头儿，少主真是让人刮目相看，该不会他现在被困在鬼冢山脉某个地方，让我们去救他吧？”
en_us: Tian Hen instantly said disdainfully, "Boss, Young Master really makes people look at him with new eyes. It can't be that he's trapped somewhere in the Ghost Tomb Mountain Range and needs us to go save him, right?"

source: 天恨得意地道：“不问自取谓为贼。”
en_us: Tian Hen said with triumph, "Taking without asking is thieving."

source: 天恨用力的捶了柱子一拳，不管疼痛，愤怒的连嘴唇都咬破了，“可恶的家伙！
en_us: Tian Hen violently punched the pillar. Disregarding the pain, he was so furious that he had bitten his lip, "That detestable fellow!

source: 天恨神色一冷，“小子，你说什么？”身上那股强者的威压随着他的怒气几乎要爆发一般。
en_us: Tian Hen's expression chilled. "Brat, what did you say?" The intensity of his presence seemed to be about to explode with his rage,

source: 天恨立刻举起手中的短刀阻挡，一股灰色的灵力自他体内迸发出来，霎时光芒大作，天恨被冲击的往后退了十几步，待他抬起头，终于看到袭击他的人。
en_us: Tian Hen immediately raised the dagger in his hand to block it. A gray colored soul power (灵力) burst forth from his body and radiated outwards in a split second. Tian Hen was pushed backwards a dozen steps after the attack, and finally caught sight of the person who attacked him when he raised his head.

source: 天恨被噎住了，确实否认不了，天狗的成员都是随心所欲的人，当贼的次数，说实话，只多不少。
en_us: Tian Hen was at a loss for words. He really couldn't refute that. Tiangou's members were all people who followed their whims. To be honest, the amount of times they had thieved would only be high.

source: 天恨讽刺道：“你真是有够笨的。”
en_us: Tian Hen mocked him, "You really are stupid."

source: 天恨说：“我们该知道吗？”
en_us: Tian Hen replied, "Shold we know?"

source: 天恨问道：“头儿呢？”
en_us: Tian Hen asked, “What about Leader (头儿)?”

source: 天恨：“……”
en_us: Tian Hen, "..."

source: 天明仓皇用扇子去挡，却只能卸掉一点力量，剩下的重重的击在他的腰腹上，身体被撞的飞出去，体内气血翻腾。
en_us: Tian Ming hastily used his fan to block it, yet he could only block (卸掉) a small portion of the force. The remaining force heavily impacted onto his waist, causing the qi and blood in his body to churn as his body flew out.

source: 天明他们终于找到此处，看到三人竟站在一处说话，还一副有说有笑的画面，心中虽然感到惊讶，面上却没有表现出来，其实他们或多或少已经猜到，这个将他们耍了一通的男人，其实就是他们那位少主。
en_us: Tian Ming and the rest had finally found this place and saw the three people standing in one place to speak, creating a cheerful and lively scene. Though surprised, the expression did not appear on their faces. In actual fact, they had more or less guessed that this man who had throughly toyed with them was, in fact, their Young Master.

source: 天明六人只好把嘴里的话又吞回去。
en_us: Tian Ming and the five could only swallow back their words once more.

source: 天明六人迅速分成两人一组的小队，分别从三个方面包抄过去，再熟悉地形又如何，在他们面前还不是如同瓮中之鳖，迟早会落入他们的包抄网之中。
en_us: The six of them quickly split into three small groups of two and created a three-pronged attack. No matter how familiar he was with the geography, he was still just like a turtle in a jar before them. Sooner or later, he would fall into their net.

source: 天明嗤笑道：“你没有资格说别人，当初你不也这么问过。”
en_us: Tian Ming chuckled. "You don't have the right to say that. You asked this, too."

source: 天明心思比较多，脑子已经飞速的转动起来，听到天恨的话，倒也没有犹豫，和天恨配合着冲了过去。
en_us: Tian Ming's mind was more active (心思比较多) and his mind was already rapidly turning. Once he heard Tian Hen's words, he did not hesitate and coordinated with Tian Hen as he rushed forward.

source: 天明摇晃着扇子笑道：“天恨，你可要小心了，对方能潜入鬼哭涯，实力应该不弱，别不小心反折在对方手中。”
en_us: Tian Ming waved his fan and laughed. "Tian Hen, you should be careful. The opponent can break into the Weeping Ghost Shore, so he shouldn't be weak. Don't accidentally lose to him."

source: 天明是人类，他的修为是神境四星，天恨是妖兽，修为是十一阶四星，两人在天狗所有成员之中实力排名中等，不过他们一直充当着执行任务的角色，战斗经验很丰富，联起手来甚至能与神境六星强者打成平手。
en_us: Tian Ming was a human. His cultivation was that of a four star Divine Realm (神境四星) practitioner. Tian Hen was a demon beast and his cultivation was four star Level Eleven (十一阶四星). The two’s strength were ranked in the middle amongst all the members of the TianGou. However, they had always served as the team who carried out missions and had a lot of combat experience. They could even fight a six-star Divine Realm practitioner to a standstill when they worked with each other.

source: 天明气定神闲的摇着扇子。
en_us: Tian Ming calmly waved his fan.

source: 天明浅笑出声，“天恨，你可别胡说，咱们少主的修为可是一名货真价实的神境强者，区区鬼冢山脉怎么可能困得住他！”
en_us: Tian Ming smiled thinly. "Tian Hen, don't speak nonsense. Our Young Master is a through and through Divine Realm expert, so how could some trivial Ghost Tomb Mountain Range trarp him!"

source: 天明的脸色也很难看，两人还打不过他们对方一个，他的腰到现在都没缓过来，麻麻的像是要断了一样。
en_us: Tian Ming's expression was also very ugly. The two could not even defeat one single person. His waist had not recovered even until now and was so numb that it seemed as if it was about to break.

source: 天明立刻附和着跑了出去。
en_us: Tian Ming immediately ran out.

source: 天明退到一边。
en_us: Tian Ming retreated to the side.

source: 天明，也就是白衣人，听到他的话顿时笑眯眯的打开扇子，俨然一个风流倜傥的翩翩公子，一边走进去一边说：“人不是还没到齐吗？”
en_us: Tian Ming, who was the white robed man, immediately beamed and opened his fan when he heard his words. jJst like an outstanding and elegant young master, he rebutted while approaching, “Aren’t all the members not present too?”

source: 天狗所有成员其实从很久以前就听男人提起过他们的少主都知道他至今才一万一百岁，但其中一万年却是在中级位面度过的。
en_us: All the members of TianGou had actually heard the man mention their Young Master long before and knew that their Young Master was currently just ten thousand and one hundred years old. But of that ten thousand and one hundred years, he had spent ten thousand of them spent in the Middle Level Realm (中级位面).

source: 天狗的成员再次聚集在笑阁里。
en_us: The members of Tengu once again gathered at the Laughing Pavilion(笑阁).

source: 天狗虽是自万年前崛起的，但是至今却只有两名圣境强者，其中一名正是麟古，另一人此刻不在鬼哭崖，而且就连天刀也不过是七星巅峰。
en_us: Although the TianGou was established ten thousand years ago, to this day, there were only two Sacred Realm powerhouses. One of them was Lin Gu while the other was presently not at the Weeping Ghost Shore. Even Tian Dao was only at seven stars pinnacle.

source: 天空有星罗城主，下面有城主府所有守卫，当真是插翅也难飞。
en_us: There was the Starfall City Master in the sky and all the guards available in the City Master's mansion on the ground. It was honestly impossible to escape even if one had been given wings.

source: 天空灰沉沉，到处都是绵延的山脉，被绿色的景致覆盖着，即使天气不好也能感觉得出这是一副好风景。
en_us: The sky was overcast, and the terrain was mountainous, covered in green. Even if the weather wasn't great, it was clear that the scenery was beautiful.

source: 天空黑沉沉仿佛随时都会劈下第一道雷，雷云下方一座洞府若隐若现，外面的灵草田确实被挖光了。
en_us: The sky was dark and heavy, as if lightning would strike at any moment. The Immortal’s Cave below it was faintly discernible, and the magic herb field outside of it had indeed been dug clean of magic herbs.

source: 天门如是说道，他在书籍中看过关于金翅虫的描写，金翅虫的外表是金色的，但有些金翅虫并不是纯正的金色，而是掺着些杂色，这种金翅虫虽然同样能产金丝，能咬破禁制，但是却没有传说中的逆天。
en_us: Tian Men said. According to what he had read about the Golden Winged Insects, they were golden on the outside, but not all of them were pure gold. Some were tainted with other colors. Though these kinds of Golden Winged Insects cold also produce golden threat and eat through seals, they weren't nearly as overpowered as the ones from the legends.

source: 太阳完全露面后，三人便在黑鸦的引领下前往拍卖盛会。
en_us: After the sun had fully risen, the three people were led by the black crow to the auction venue.

source: 失去一条手臂的黑熊脸色阴沉得能滴出黑水，剧烈的疼痛一波接着一波的袭来，幸好他还能忍受得了。
en_us: After losing an arm, Hei Xiong's expression completely blackened/darkened (阴沉得能滴出黑水), with waves of pain hitting him, good thing that it was still toleratable.

source: 头蛇皇本身就是十二阶强者，除非四灵，否则没有哪个不长眼的家伙敢去触九头蛇皇的眉头。
en_us: The Nine-Headed Serpent King was naturally a level twelve powerhouse. Anyone who had grown eyes would not dare to touch the brows of the Nine-Headed Serpent King (触九头蛇皇的眉头) unless it was the Four Divine Emperor Beasts.

source: 头部地形分裂得非常巧妙，因为是从左眼部位开始分裂成南北两部分，然后一直往右眼延伸，所以没办法确定是峡谷的南边还是北边。
en_us: It was very interesting how the canyon was created, it started from the left eye, reaching horizontally to the right. It split the head North from South, so they didn't know which side it was on.

source: 头颅像西瓜一样爆开，直接被凌霄捏爆了，红色的脑浆在飞溅到凌霄身上时就被火焰给蒸发了。
en_us: His head exploded like a watermelon, having been crushed by Ling Xiao's hand. The red brain matter that splashed against Ling Xiao immediately evaporated from the flames.

source: 奇怪的火焰烧毁了莫雪的嗓子和半边脸，焙烧伤的脸像是有蛆虫在蠕动一样，红得像滚烫的烙铁一样。
en_us: The strange flame burnt Mo Xue's throat and half of her face. The scars moved as if there was worms on her face and it was red like soldering iron.

source: 奢华的酒楼拍扁不知因何原因往一边斜了。
en_us: For some unknown reason it seemed that the luxurious hotel was slanted to one side.

source: 女人上前拿掉她嘴里的布。
en_us: The woman took out cloth stuffed in her mouth.

source: 女人平凡的脸露出一丝嘲讽的笑意，“你说你是赤血家族的九小姐游咏？
en_us: The woman's plain-looking face revealed a mocking smile, "You're saying that you are the Ninth Young Lady from the Vermilion Blood Clan, You Yong?

source: 女人瞥了他一眼，“是真的又如何，以这个女人睚眦必报的性格，若放她回去，回头她一定会报复我们，所以她必须死。”
en_us: The woman glanced at him, "So what if it's true? With this woman's temperament of 'getting revenge for every small grievance', she will turn around and retaliate against us if we let her go back. So she must die."

source: 女侍一惊，“圣女，这样做怕是不妥当，若是夏玛大人怪罪下来，对您难免会有影响，就算她们对您出言不逊，您也不可鲁莽行事，不计后果。”
en_us: The attendant was startled, "Holy maiden, I'm afraid that it's not appropriate to do this. If Lord Mo Ma blames you, it will be hard to avoid the effects of this. Even if spoke rudely to you, you must not act rashly and disregard the consequences."

source: 女侍接过邀请卡，仅看了一眼就大概的确定了他们的身份，脸上的笑容变得十分灿烂殷勤，“黑卡的贵客座位在第一排，三位可往下面直走。”
en_us: The female attendant accepted it and glanced over it to confirm their identities. Her smile became exceedingly bright. "Guests with black invites sit in the first row. If you could head all the way down."

source: 女侍暗道一声不好，正打算不管不顾的冲过去，异变突起。
en_us: The attendants cursed silently at the current situation, intending to charge over regardless, but that was when something strange occurred.

source: 奸两人你追我跑的跑进竹林，展雨轩望着天空叹气，连这一对也要在他面前秀恩爱，孤家寡人伤不起！
en_us: As the two ran after one another and into the bamboo forest, Zhan YuXuan sighed, looking skyward. Even these two had to display so much PDA in front of him. Loners like him really got the worst end of every stick!

source: 她一直以为那个狐媚女人才是和男人有关系的人，却不想竟然是这个少年，至于男人跟男人，在自然成并不少见，没什么好意外的。
en_us: She had thought that vulpine woman was the one with the man. She hadn't thought it was the young man. As for homosexuality, it wasn't uncommon in Ziran City, so there was nothing to be too shocked about.

source: 她不喜欢夏音，因为她曾经听到别人私底下谈论她和姐姐的话，说什么她们虽然是部长之女，但是连圣女一根手指都比不上，圣女高高在上，她们不过是淫、荡的贱、人。
en_us: She did not like Xia Yin, because she had heard people talk about her and her sister in private, saying that although they were Chief's daughters, they could not even compare with a finger of the holy maiden. The holy maiden was aloof and remote, they were only licentious and degrading women. (淫、荡的贱、人)

source: 她只不过是偷溜出来一时好奇去了花街后边的一家赌坊，因为被里面的赌博游戏吸引，一时忘了形，结果身上值钱的东西都输光了，甚至还欠了一大笔债。
en_us: She had only sneaked out for a while and visited a gambling house behind the red-light district in a moment of curiosity. Attracted by the gambling games inside, she was beside herself with joy for a moment and lost all the valuable things she had in bets. Now, she even owed a large debt.

source: 她和万俟西元都没想到他会有此举，神来一手反倒成功了。
en_us: This 'hand of God' move (神来一手) unexpectedly succeeded as she and MoQi XiYuan did not expect him to do such a thing.

source: 她现在的总得分是五分，如果想追上或超过游小默三人，五分是不够的。
en_us: Her current total score was five points. If she wanted to beat You XiaoMo and the other two, five points wasn’t enough.

source: 她花了近一半的时间才将所有灵草都淬炼完毕，但是在融合方面她却没有太大的信心，因为灵丹的等级比她本身的等级还要高，还有灵草的品质。
en_us: She had used almost half the time to finish distilling all the herbs, but she didn’t have much confidence in merging them. The level of the magic pill was even higher than her own level, and then there was the quality of the herbs.

source: 她觉得她不可能这么倒霉，逢赌必输，所以怀疑赌坊的人出老千，赌馆还不承认，还威胁她拿不出钱还债就把她卖到花街去。
en_us: She felt that it was impossible for her to be so unlucky as to lose on every bet. Thus, she suspected that the people from the gambling house were cheating. The gambling hall (赌馆) did not admit to it and it even threatened her to sell her to the red-light district if she did not fork out the money to settle her debt.

source: 她非常清楚游小默的等级，以六级下品的实力炼制出六级上品灵丹，这等成绩就是她也望尘莫及。
en_us: She was very clear as to what level You XiaoMo was. Being able to refine a high grade level six pill as a low grade level six mage was an achievement she couldn’t beat.

source: 她顿了一下，目光扫过在场几位有名望的丹师的脸，缓缓说道：“因为它是一张一品彩丹的丹方。”
en_us: She paused for a moment and her gaze swept over the faces of the several renowned mages present, before she continued unhurriedly, "Because it is a pill recipe for a first grade rainbow pill."

source: 好不容易才找到其中一株，竟然被预定了？
en_us: They finally found one of the herbs, but it was already reserved?

source: 好不容易才逃过一劫，黑熊不想再招惹凌霄。
en_us: After managing to escape relatively unscathed last time, he didn't want to get on Ling Xiao's bad side again.

source: 好不容易酝酿起来的气氛一下子沉底了。
en_us: The mood that had brewing after much difficulty was suddenly disrupted.

source: 好东西没人会嫌多，只会嫌手脚太慢。
en_us: No one would mind more good food, only that they were too late to the party.

source: 好吧。
en_us: Ok.

source: 好吧，你赢了！
en_us: Alright, you win!

source: 好在他们不全是用灵晶买卖的，有些是以物易物得来的。
en_us: Fortunately, he didn't buy it all as some were traded/bartered.

source: 好在他们体积小，城主府的人又没想到小偷其实是两只小妖兽，于是躲得有惊无险。
en_us: Fortunately, they were small-sized and the people in the City Master's mansion did not expect the thief to be two small demon beasts. Therefore, they were able to hide away and get through this daunting experience without mishap.

source: 好在他知道情况紧急，所以就没再联系凌霄，收起传音石，一脸凶狠的盯着静静悬浮在空中的水元素之心。
en_us: He knew it was an emergency so he didn't bother contacting Ling Xiao again. Putting the transmission stone away, he stared malevolently at the Water Elemental Essence floating in the air.

source: 好在老头的书房没有被封锁，所以他随时都可以过去，有一次他在路上遇到了腾梓心，因为老头不在，所以腾梓心想要进书房就只能靠他的红卡。
en_us: On the plus side, the old geezer didn’t seal his study, so You XiaoMo could come and go as he pleased. Teng ZiXin once met him on the way, and since the old geezer was absent, Teng ZiXin could only access the study via You XiaoMo’s red card.

source: 好家伙，把他骗得团团转！
en_us: Damnit, this guy really had him fooled.

source: 好心当成驴肝肺，既然如此他也不多说了。
en_us: Taking his good intentions for granted (好心当成驴肝肺), well then he wouldn't say anymore.

source: 好心没好报啊！
en_us: No good deed goes unpunished ah!

source: 好来客栈一看外观就知道起码超过十年，再看他们害人的麻利动作，连药都知道要用那种才能把修炼者药倒，迫个毛线。
en_us: It was obvious from the exterior that HaoLai Inn had been here for at least ten years. They were swift and practiced at killing. Even the drugs were the kind that could knock a practitioner unconscious. Forced? Bullshit.
